---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FormUtils
source: html/53c4ceef-95ff-083d-434f-dc64fa3d8824.htm
---
# FormUtils Members

Validates that input contains one or more form elements or geom combinations containing form elements.